alacritty
arc-gtk-theme
arch-wiki-docs
arch-wiki-lite
bash-completion
base-devel
blueman
bluez
bluez-utils
btrfs-progs
darktable
dmenu
dnsmasq
ebtables
emacs
exa
fd
firefox
git
htop
intel-ucode
libreoffice
libva-mesa-driver
libvirt
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lynx
make
man-db
man-pages
mesa-vdpau
minicom
mlocate
neofetch
neovim
nerd-fonts-roboto-mono
network-manager-applet
networkmanager
feh
npm
numlockx
openssh
picom
polkit-gnome
pulseaudio
qemu
ripgrep
stow
texinfo
texlive-most
vifm
virt-manager
vulkan-intel
vulkan-radeon
wget
xclip
xf86-input-libinput
xf86-video-amdgpu
xf86-video-intel
xfce4-power-manager
xmobar
xmonad
xmonad-contrib
xorg
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
